# pacman packages
## libs
ffmpeg
7zip
jq
poppler
fd
fzf
zoxide
resvg
imagemagick
base-devel
curl


## base
git
stow
htop
btop
nano
zsh
thunar

## devtools
neovim
bash-language-server
ripgrep
yazi
github-cli
foot

## Network
networkmanager

# R
r

## Hyprland
dolphin
dunst
grim
sddm
kitty
openssh
polkit-kde-agent
qt5-wayland
qt6-wayland
slurp
wget
wireless_tools
wofi
wpa_supplicant
hyprland
xdg-utils
hyprpaper
xdg-desktop-portal-hyprland
waybar
brightnessctl
ttf-font-awesome
lm_sensors
pamixer
hyprlock
